Repository: islomov/rango-file-converter
Catalog: RangoFileConverter/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Speed:
ar: السرعة:
bn: গতি:
cs: Rychlost:
da: Hastighed:
de: Geschwindigkeit:
el: Ταχύτητα:
es: Velocidad:
fi: Nopeus:
fr: Vitesse :
he: מהירות:
hi: गति:
hu: Sebesség:
id: Kecepatan:
it: Velocità:
ja: 速度:
ko: 속도:
ms: Kelajuan:
nb: Hastighet:
nl: Snelheid:
pl: Prędkość:
pt_br: Velocidade:
ro: Viteză:
ru: Скорость:
sv: Hastighet:
th: ความเร็ว:
tr: Hız:
uk: Швидкість:
vi: Tốc độ:
zh_hans: 速度:
zh_hant: 速度:

source: Split %lld pages
ar: تقسيم %lld صفحة
bn: %lld পৃষ্ঠা বিভক্ত করুন
cs: Rozdělit %lld stránek
da: Opdel %lld sider
de: %lld Seiten aufteilen
el: Διαχωρισμός %lld σελίδων
es: Dividir %lld páginas
fi: Jaa %lld sivua
fr: Diviser %lld pages
he: פצל %lld עמודים
hi: %lld पृष्ठ विभाजित करें
hu: %lld oldal felosztása
id: Bagi %lld halaman
it: Dividi %lld pagine
ja: %lld ページを分割
ko: %lld페이지 분할
ms: Bahagi %lld halaman
nb: Del opp %lld sider
nl: %lld pagina's splitsen
pl: Podziel %lld stron
pt_br: Dividir %lld páginas
ro: Împarte %lld pagini
ru: Разделить %lld страниц
sv: Dela upp %lld sidor
th: แยก %lld หน้า
tr: %lld sayfa böl
uk: Розділити %lld сторінок
vi: Tách %lld trang
zh_hans: 拆分 %lld 页
zh_hant: 分割 %lld 頁

source: Split PDF
ar: تقسيم PDF
bn: PDF বিভক্ত করুন
cs: Rozdělit PDF
da: Opdel PDF
de: PDF aufteilen
el: Διαχωρισμός PDF
es: Dividir PDF
fi: Jaa PDF
fr: Diviser le PDF
he: פצל PDF
hi: PDF विभाजित करें
hu: PDF felosztása
id: Bagi PDF
it: Dividi PDF
ja: PDFを分割
ko: PDF 분할
ms: Bahagi PDF
nb: Del opp PDF
nl: PDF splitsen
pl: Podziel PDF
pt_br: Dividir PDF
ro: Împarte PDF
ru: Разделить PDF
sv: Dela upp PDF
th: แยก PDF
tr: PDF'yi Böl
uk: Розділити PDF
vi: Tách PDF
zh_hans: 拆分 PDF
zh_hant: 分割 PDF

source: Split PDF:
ar: تقسيم PDF:
bn: PDF বিভক্ত:
cs: Rozdělit PDF:
da: Opdel PDF:
de: PDF teilen:
el: Διαίρεση PDF:
es: Dividir PDF:
fi: Jaa PDF:
fr: Diviser PDF :
he: פיצול PDF:
hi: PDF विभाजित:
hu: PDF felosztás:
id: Pisah PDF:
it: Dividi PDF:
ja: PDF分割:
ko: PDF 분할:
ms: Pisah PDF:
nb: Del PDF:
nl: PDF splitsen:
pl: Podziel PDF:
pt_br: Dividir PDF:
ro: Separare PDF:
ru: Разделение PDF:
sv: Dela PDF:
th: แยก PDF:
tr: PDF Böl:
uk: Розділення PDF:
vi: Chia PDF:
zh_hans: 拆分PDF:
zh_hant: 分割PDF:

source: Start: %@
ar: البدء: %@
bn: শুরু: %@
cs: Začátek: %@
el: Έναρξη: %@
es: Inicio: %@
fi: Alku: %@
fr: Début : %@
he: התחלה: %@
hi: शुरू: %@
hu: Kezdés: %@
id: Mulai: %@
it: Inizio: %@
ja: 開始: %@
ko: 시작: %@
ms: Mula: %@
pl: Początek: %@
pt_br: Início: %@
ro: Început: %@
ru: Начало: %@
th: เริ่ม: %@
tr: Başlangıç: %@
uk: Початок: %@
vi: Bắt đầu: %@
zh_hans: 开始: %@
zh_hant: 開始: %@

source: Starting...
ar: جارٍ البدء...
bn: শুরু হচ্ছে...
cs: Spouštění...
da: Starter...
de: Wird gestartet...
el: Εκκίνηση...
es: Iniciando...
fi: Käynnistetään...
fr: Démarrage...
he: מתחיל...
hi: शुरू हो रहा है...
hu: Indítás...
id: Memulai...
it: Avvio...
ja: 開始中...
ko: 시작 중...
ms: Memulakan...
nb: Starter...
nl: Starten...
pl: Uruchamianie...
pt_br: Iniciando...
ro: Se pornește...
ru: Запуск...
sv: Startar...
th: กำลังเริ่ม...
tr: Başlatılıyor...
uk: Запуск...
vi: Đang bắt đầu...
zh_hans: 正在启动...
zh_hant: 正在啟動...

source: Status
ar: الحالة
bn: অবস্থা
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
he: מצב
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
ro: Stare
ru: Статус
th: สถานะ
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stitch
ar: دمج الصور
bn: জোড়া লাগান
cs: Spojit
da: Sæt sammen
de: Zusammenfügen
el: Συρραφή
es: Unir
fi: Yhdistä
fr: Assembler
he: חיבור
hi: जोड़ें
hu: Összefűzés
id: Gabungkan
it: Unisci
ja: つなぎ合わせ
ko: 이어붙이기
ms: Cantum
nb: Sy sammen
nl: Samenvoegen
pl: Złącz
pt_br: Costurar
ro: Îmbină
ru: Склеить
sv: Sy ihop
th: ต่อภาพ
tr: Birleştir
uk: Склеїти
vi: Ghép ảnh
zh_hans: 拼接
zh_hant: 拼接

source: Stitch images
ar: دمج الصور
bn: ছবি জোড়া দিন
cs: Spojit obrázky
da: Sæt billeder sammen
de: Bilder zusammenfügen
el: Συρραφή εικόνων
es: Unir imágenes
fi: Yhdistä kuvat
fr: Assembler les images
he: חבר תמונות
hi: छवियां जोड़ें
hu: Képek összefűzése
id: Gabung gambar
it: Unisci immagini
ja: 画像を結合
ko: 이미지 결합
ms: Gabung imej
nb: Sett sammen bilder
nl: Afbeeldingen samenvoegen
pl: Połącz obrazy
pt_br: Unir imagens
ro: Îmbină imaginile
ru: Объединить изображения
sv: Sammanfoga bilder
th: รวมรูปภาพ
tr: Görüntüleri birleştir
uk: Об'єднати зображення
vi: Ghép ảnh
zh_hans: 拼接图片
zh_hant: 拼接圖片

source: Stitch Images
ar: دمج الصور
bn: ছবি জোড়া দিন
cs: Spojit obrázky
da: Sæt billeder sammen
de: Bilder zusammenfügen
el: Συρραφή εικόνων
es: Unir imágenes
fi: Yhdistä kuvat
fr: Assembler les images
he: חבר תמונות
hi: छवियां जोड़ें
hu: Képek összefűzése
id: Gabung Gambar
it: Unisci immagini
ja: 画像を結合
ko: 이미지 결합
ms: Gabung Imej
nb: Sett sammen bilder
nl: Afbeeldingen samenvoegen
pl: Połącz obrazy
pt_br: Unir imagens
ro: Îmbină imaginile
ru: Объединить изображения
sv: Sammanfoga bilder
th: รวมรูปภาพ
tr: Görüntüleri Birleştir
uk: Об'єднати зображення
vi: Ghép ảnh
zh_hans: 拼接图片
zh_hant: 拼接圖片

source: Storage
ar: التخزين
bn: স্টোরেজ
cs: Úložiště
da: Lager
de: Speicher
el: Αποθηκευτικός χώρος
es: Almacenamiento
fi: Tallennustila
fr: Stockage
he: אחסון
hi: स्टोरेज
hu: Tárhely
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 저장 공간
ms: Storan
nb: Lagring
nl: Opslag
pl: Pamięć
pt_br: Armazenamento
ro: Stocare
ru: Хранилище
sv: Lagring
th: พื้นที่จัดเก็บ
tr: Depolama
uk: Сховище
vi: Bộ nhớ
zh_hans: 存储
zh_hant: 儲存空間

source: Supported: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
ar: المدعوم: DOC، DOCX، PDF، HTML، ODT، RTF، TXT
bn: সমর্থিত: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
cs: Podporované: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
da: Understøttet: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
de: Unterstützt: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
el: Υποστηριζόμενα: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
es: Compatibles: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
fi: Tuetut: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
fr: Pris en charge : DOC, DOCX, PDF, HTML, ODT, RTF, TXT
he: נתמכים: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
hi: समर्थित: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
hu: Támogatott: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
id: Didukung: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
it: Supportati: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
ja: 対応形式: DOC、DOCX、PDF、HTML、ODT、RTF、TXT
ko: 지원 형식: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
ms: Disokong: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
nb: Støttet: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
nl: Ondersteund: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
pl: Obsługiwane: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
pt_br: Suportados: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
ro: Acceptate: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
ru: Поддерживаемые: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
sv: Stöds: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
th: รองรับ: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
tr: Desteklenen: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
uk: Підтримувані: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
vi: Hỗ trợ: DOC, DOCX, PDF, HTML, ODT, RTF, TXT
zh_hans: 支持格式：DOC、DOCX、PDF、HTML、ODT、RTF、TXT
zh_hant: 支援格式：DOC、DOCX、PDF、HTML、ODT、RTF、TXT

source: System
ar: النظام
bn: সিস্টেম
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemowy
pt_br: Sistema
ro: Sistem
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Take Photo
ar: التقاط صورة
bn: ছবি তুলুন
cs: Vyfotit
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar foto
fi: Ota kuva
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो लें
hu: Fotó készítése
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
ms: Ambil Foto
nb: Ta bilde
nl: Maak foto
pl: Zrób zdjęcie
pt_br: Tirar foto
ro: Fotografiați
ru: Сделать фото
sv: Ta foto
th: ถ่ายรูป
tr: Fotoğraf çek
uk: Зробити фото
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Tap the category you need (Image, Video, Audio, or Documents) on the Home screen, select your file, choose the output format, and tap Convert. The converted file will be saved to your device.
ar: اضغط على الفئة التي تحتاجها (صورة، فيديو، صوت، أو مستندات) في الشاشة الرئيسية، حدد ملفك، اختر صيغة الإخراج، ثم اضغط على تحويل. سيتم حفظ الملف المحوّل على جهازك.
bn: হোম স্ক্রিনে আপনার প্রয়োজনীয় বিভাগে (ইমেজ, ভিডিও, অডিও, বা ডকুমেন্ট) ট্যাপ করুন, আপনার ফাইল নির্বাচন করুন, আউটপুট ফরম্যাট বেছে নিন এবং কনভার্ট ট্যাপ করুন। রূপান্তরিত ফাইলটি আপনার ডিভাইসে সংরক্ষিত হবে।
cs: Na domovské obrazovce klepněte na požadovanou kategorii (Obrázky, Video, Zvuk nebo Dokumenty), vyberte soubor, zvolte výstupní formát a klepněte na Převést. Převedený soubor bude uložen do vašeho zařízení.
da: Tryk på den kategori, du har brug for (Billede, Video, Lyd eller Dokumenter) på startskærmen, vælg din fil, vælg outputformatet, og tryk på Konverter. Den konverterede fil gemmes på din enhed.
de: Tippen Sie auf dem Startbildschirm auf die gewünschte Kategorie (Bild, Video, Audio oder Dokumente), wählen Sie Ihre Datei aus, wählen Sie das Ausgabeformat und tippen Sie auf Konvertieren. Die konvertierte Datei wird auf Ihrem Gerät gespeichert.
el: Πατήστε την κατηγορία που χρειάζεστε (Εικόνα, Βίντεο, Ήχος ή Έγγραφα) στην αρχική οθόνη, επιλέξτε το αρχείο σας, επιλέξτε τη μορφή εξόδου και πατήστε Μετατροπή. Το μετατρεμμένο αρχείο θα αποθηκευτεί στη συσκευή σας.
es: Toca la categoría que necesites (Imagen, Vídeo, Audio o Documentos) en la pantalla de inicio, selecciona tu archivo, elige el formato de salida y toca Convertir. El archivo convertido se guardará en tu dispositivo.
fi: Napauta haluamaasi kategoriaa (Kuva, Video, Ääni tai Asiakirjat) aloitusnäytössä, valitse tiedosto, valitse tulostusmuoto ja napauta Muunna. Muunnettu tiedosto tallennetaan laitteellesi.
fr: Appuyez sur la catégorie souhaitée (Image, Vidéo, Audio ou Documents) sur l'écran d'accueil, sélectionnez votre fichier, choisissez le format de sortie, puis appuyez sur Convertir. Le fichier converti sera enregistré sur votre appareil.
he: הקש על הקטגוריה הרצויה (תמונה, וידאו, אודיו או מסמכים) במסך הבית, בחר את הקובץ שלך, בחר את פורמט הפלט והקש על המר. הקובץ המומר יישמר במכשיר שלך.
hi: होम स्क्रीन पर अपनी ज़रूरत की श्रेणी (इमेज, वीडियो, ऑडियो, या दस्तावेज़) पर टैप करें, अपनी फ़ाइल चुनें, आउटपुट फ़ॉर्मेट चुनें और कन्वर्ट पर टैप करें। कन्वर्ट की गई फ़ाइल आपके डिवाइस में सहेजी जाएगी।
hu: Koppintson a kívánt kategóriára (Kép, Videó, Hang vagy Dokumentumok) a kezdőképernyőn, válassza ki a fájlt, válassza ki a kimeneti formátumot, majd koppintson a Konvertálás gombra. A konvertált fájl a készülékére kerül mentésre.
id: Ketuk kategori yang Anda butuhkan (Gambar, Video, Audio, atau Dokumen) di layar Beranda, pilih file Anda, pilih format output, dan ketuk Konversi. File yang dikonversi akan disimpan ke perangkat Anda.
it: Tocca la categoria desiderata (Immagine, Video, Audio o Documenti) nella schermata Home, seleziona il file, scegli il formato di output e tocca Converti. Il file convertito verrà salvato sul tuo dispositivo.
ja: ホーム画面で必要なカテゴリー（画像、動画、音声、ドキュメント）をタップし、ファイルを選択して出力形式を選び、変換をタップします。変換されたファイルはデバイスに保存されます。
ko: 홈 화면에서 필요한 카테고리(이미지, 비디오, 오디오 또는 문서)를 탭하고, 파일을 선택하고, 출력 형식을 선택한 다음 변환을 탭하세요. 변환된 파일은 기기에 저장됩니다.
ms: Ketik kategori yang anda perlukan (Imej, Video, Audio atau Dokumen) di skrin Utama, pilih fail anda, pilih format output dan ketik Tukar. Fail yang ditukar akan disimpan ke peranti anda.
nb: Trykk på kategorien du trenger (Bilde, Video, Lyd eller Dokumenter) på startskjermen, velg filen din, velg utdataformat og trykk på Konverter. Den konverterte filen lagres på enheten din.
nl: Tik op de gewenste categorie (Afbeelding, Video, Audio of Documenten) op het startscherm, selecteer uw bestand, kies het uitvoerformaat en tik op Converteren. Het geconverteerde bestand wordt op uw apparaat opgeslagen.
pl: Na ekranie głównym dotknij potrzebnej kategorii (Obraz, Wideo, Audio lub Dokumenty), wybierz plik, wybierz format wyjściowy i dotknij Konwertuj. Skonwertowany plik zostanie zapisany na urządzeniu.
pt_br: Toque na categoria desejada (Imagem, Vídeo, Áudio ou Documentos) na tela inicial, selecione seu arquivo, escolha o formato de saída e toque em Converter. O arquivo convertido será salvo no seu dispositivo.
ro: Atinge categoria dorită (Imagine, Video, Audio sau Documente) pe ecranul principal, selectează fișierul, alege formatul de ieșire și atinge Convertește. Fișierul convertit va fi salvat pe dispozitivul tău.
ru: На главном экране нажмите на нужную категорию (Изображение, Видео, Аудио или Документы), выберите файл, укажите формат вывода и нажмите Конвертировать. Конвертированный файл будет сохранён на вашем устройстве.
sv: Tryck på den kategori du behöver (Bild, Video, Ljud eller Dokument) på startskärmen, välj din fil, välj utdataformat och tryck på Konvertera. Den konverterade filen sparas på din enhet.
th: แตะหมวดหมู่ที่ต้องการ (รูปภาพ, วิดีโอ, เสียง หรือเอกสาร) บนหน้าจอหลัก เลือกไฟล์ของคุณ เลือกรูปแบบเอาต์พุต แล้วแตะแปลง ไฟล์ที่แปลงแล้วจะถูกบันทึกลงในอุปกรณ์ของคุณ
tr: Ana ekranda ihtiyacınız olan kategoriyi (Görüntü, Video, Ses veya Belgeler) seçin, dosyanızı seçin, çıktı formatını belirleyin ve Dönüştür'e dokunun. Dönüştürülen dosya cihazınıza kaydedilecektir.
uk: На головному екрані натисніть потрібну категорію (Зображення, Відео, Аудіо або Документи), виберіть файл, оберіть формат виводу та натисніть Конвертувати. Конвертований файл буде збережено на вашому пристрої.
vi: Chạm vào danh mục bạn cần (Ảnh, Video, Âm thanh hoặc Tài liệu) trên màn hình chính, chọn tệp của bạn, chọn định dạng đầu ra và chạm Chuyển đổi. Tệp đã chuyển đổi sẽ được lưu vào thiết bị của bạn.
zh_hans: 在主屏幕上点击所需类别（图像、视频、音频或文档），选择文件，选择输出格式，然后点击转换。转换后的文件将保存到您的设备中。
zh_hant: 在主畫面上點選所需類別（影像、影片、音訊或文件），選擇檔案，選擇輸出格式，然後點選轉換。轉換後的檔案將儲存到您的裝置中。

source: Terms of use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
cs: Podmínky používání
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hu: Használati feltételek
id: Ketentuan penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
ms: Syarat penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Regulamin
pt_br: Termos de uso
ro: Condiții de utilizare
ru: Условия использования
sv: Användningsvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: The app keeps crashing
ar: التطبيق يتوقف باستمرار
bn: অ্যাপটি ক্র্যাশ হতে থাকে
cs: Aplikace stále padá
da: Appen bliver ved med at gå ned
de: Die App stürzt ständig ab
el: Η εφαρμογή συνεχίζει να κρασάρει
es: La app se cierra continuamente
fi: Sovellus kaatuu jatkuvasti
fr: L'application plante sans cesse
he: האפליקציה ממשיכה לקרוס
hi: ऐप बार-बार क्रैश हो रही है
hu: Az alkalmazás folyamatosan összeomlik
id: Aplikasi terus mogok
it: L'app continua a bloccarsi
ja: アプリがクラッシュし続けます
ko: 앱이 계속 충돌합니다
ms: Aplikasi terus ranap
nb: Appen krasjer hele tiden
nl: De app blijft crashen
pl: Aplikacja ciągle się zawiesza
pt_br: O app continua travando
ro: Aplicația se blochează în continuare
ru: Приложение постоянно вылетает
sv: Appen kraschar hela tiden
th: แอปหยุดทำงานตลอด
tr: Uygulama sürekli çöküyor
uk: Додаток постійно вилітає
vi: Ứng dụng liên tục bị lỗi
zh_hans: 应用不断崩溃
zh_hant: App 持續閃退

source: This tool is not available yet. Stay tuned!
ar: هذه الأداة غير متاحة بعد. ترقبوا التحديثات!
bn: এই টুলটি এখনও উপলব্ধ নয়। সাথে থাকুন!
cs: Tento nástroj zatím není k dispozici. Zůstaňte naladěni!
da: Dette værktøj er endnu ikke tilgængeligt. Følg med!
de: Dieses Werkzeug ist noch nicht verfügbar. Bleiben Sie dran!
el: Αυτό το εργαλείο δεν είναι ακόμα διαθέσιμο. Μείνετε συντονισμένοι!
es: Esta herramienta aún no está disponible. ¡Estén atentos!
fi: Tämä työkalu ei ole vielä saatavilla. Pysy kuulolla!
fr: Cet outil n'est pas encore disponible. Restez à l'écoute !
he: כלי זה אינו זמין עדיין. הישארו מעודכנים!
hi: यह टूल अभी उपलब्ध नहीं है। बने रहें!
hu: Ez az eszköz még nem érhető el. Maradjon velünk!
id: Alat ini belum tersedia. Nantikan!
it: Questo strumento non è ancora disponibile. Restate sintonizzati!
ja: このツールはまだ利用できません。お楽しみに！
ko: 이 도구는 아직 사용할 수 없습니다. 곧 제공될 예정입니다!
ms: Alat ini belum tersedia. Nantikan!
nb: Dette verktøyet er ikke tilgjengelig ennå. Følg med!
nl: Dit hulpmiddel is nog niet beschikbaar. Houd ons in de gaten!
pl: To narzędzie nie jest jeszcze dostępne. Bądźcie czujni!
pt_br: Esta ferramenta ainda não está disponível. Fique ligado!
ro: Acest instrument nu este încă disponibil. Rămâneți pe fază!
ru: Этот инструмент ещё не доступен. Следите за обновлениями!
sv: Det här verktyget är inte tillgängligt ännu. Håll utkik!
th: เครื่องมือนี้ยังไม่พร้อมใช้งาน โปรดติดตาม!
tr: Bu araç henüz kullanılamıyor. Takipte kalın!
uk: Цей інструмент ще не доступний. Слідкуйте за оновленнями!
vi: Công cụ này chưa khả dụng. Hãy theo dõi nhé!
zh_hans: 此工具尚未推出，敬请期待！
zh_hant: 此工具尚未推出，敬請期待！

source: This will permanently delete all converted %@ files. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع ملفات %@ المحوّلة نهائيًا. لا يمكن التراجع عن هذا الإجراء.
bn: এটি সমস্ত রূপান্তরিত %@ ফাইল স্থায়ীভাবে মুছে ফেলবে। এই ক্রিয়া পূর্বাবস্থায় ফেরানো যাবে না।
cs: Tímto trvale smažete všechny převedené soubory %@. Tuto akci nelze vrátit zpět.
da: Dette vil permanent slette alle konverterede %@-filer. Denne handling kan ikke fortrydes.
de: Dadurch werden alle konvertierten %@-Dateien endgültig gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα όλα τα μετατρεμμένα αρχεία %@. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente todos los archivos %@ convertidos. Esta acción no se puede deshacer.
fi: Tämä poistaa pysyvästi kaikki muunnetut %@-tiedostot. Tätä toimintoa ei voi kumota.
fr: Cela supprimera définitivement tous les fichiers %@ convertis. Cette action est irréversible.
he: פעולה זו תמחק לצמיתות את כל קבצי %@ שהומרו. לא ניתן לבטל פעולה זו.
hi: यह सभी कन्वर्ट की गई %@ फ़ाइलों को स्थायी रूप से हटा देगा। इस क्रिया को पूर्ववत नहीं किया जा सकता।
hu: Ez véglegesen törli az összes konvertált %@ fájlt. Ez a művelet nem vonható vissza.
id: Ini akan menghapus semua file %@ yang dikonversi secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Questa azione eliminerà definitivamente tutti i file %@ convertiti. Non è possibile annullarla.
ja: 変換済みのすべての %@ ファイルが完全に削除されます。この操作は取り消せません。
ko: 변환된 모든 %@ 파일이 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Ini akan memadam semua fail %@ yang ditukar secara kekal. Tindakan ini tidak boleh dibuat asal.
nb: Dette vil permanent slette alle konverterte %@-filer. Denne handlingen kan ikke angres.
nl: Hiermee worden alle geconverteerde %@-bestanden permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie wszystkich skonwertowanych plików %@. Tej czynności nie można cofnąć.
pt_br: Isso excluirá permanentemente todos os arquivos %@ convertidos. Esta ação não pode ser desfeita.
ro: Aceasta va șterge permanent toate fișierele %@ convertite. Această acțiune nu poate fi anulată.
ru: Все конвертированные файлы %@ будут удалены безвозвратно. Это действие нельзя отменить.
sv: Detta kommer permanent att radera alla konverterade %@-filer. Denna åtgärd kan inte ångras.
th: การดำเนินการนี้จะลบไฟล์ %@ ที่แปลงแล้วทั้งหมดอย่างถาวร ไม่สามารถเลิกทำได้
tr: Bu, dönüştürülmüş tüm %@ dosyalarını kalıcı olarak silecektir. Bu işlem geri alınamaz.
uk: Це назавжди видалить усі конвертовані файли %@. Цю дію неможливо скасувати.
vi: Thao tác này sẽ xóa vĩnh viễn tất cả các tệp %@ đã chuyển đổi. Không thể hoàn tác hành động này.
zh_hans: 这将永久删除所有已转换的 %@ 文件。此操作无法撤销。
zh_hant: 這將永久刪除所有已轉換的 %@ 檔案。此操作無法復原。

source: Time Clip
ar: قص زمني
bn: টাইম ক্লিপ
cs: Časový klip
da: Tidsklip
de: Zeitausschnitt
el: Χρονικό κλιπ
es: Recorte de tiempo
fi: Aikaleike
fr: Découpe temporelle
he: חיתוך זמן
hi: टाइम क्लिप
hu: Időkivágás
id: Klip Waktu
it: Ritaglia tempo
ja: タイムクリップ
ko: 시간 클립
ms: Klip Masa
nb: Tidsklipp
nl: Tijdclip
pl: Klip czasowy
pt_br: Recorte de tempo
ro: Clip temporal
ru: Обрезка по времени
sv: Tidsklipp
th: คลิปเวลา
tr: Zaman Klibi
uk: Обрізка за часом
vi: Cắt theo thời gian
zh_hans: 时间剪辑
zh_hant: 時間剪輯

source: Time Clip:
ar: مقطع زمني:
bn: টাইম ক্লিপ:
cs: Časový výřez:
da: Tidsklip:
de: Zeitausschnitt:
el: Χρονικό κλιπ:
es: Recorte de tiempo:
fi: Aikaleike:
fr: Découpe :
he: חיתוך זמן:
hi: टाइम क्लिप:
hu: Időklip:
id: Klip Waktu:
it: Taglio tempo:
ja: タイムクリップ:
ko: 시간 클립:
ms: Klip Masa:
nb: Tidsklipp:
nl: Tijdclip:
pl: Klip czasowy:
pt_br: Corte de tempo:
ro: Clip de timp:
ru: Временной клип:
sv: Tidsklipp:
th: คลิปเวลา:
tr: Zaman Klibi:
uk: Часовий кліп:
vi: Cắt thời gian:
zh_hans: 时间裁剪:
zh_hant: 時間裁切:

source: Try adjusting your filters
ar: حاول تعديل الفلاتر
bn: আপনার ফিল্টার সামঞ্জস্য করার চেষ্টা করুন
cs: Zkuste upravit filtry
da: Prøv at justere dine filtre
de: Versuchen Sie, Ihre Filter anzupassen
el: Δοκιμάστε να προσαρμόσετε τα φίλτρα σας
es: Intenta ajustar tus filtros
fi: Kokeile säätää suodattimia
fr: Essayez d'ajuster vos filtres
he: נסה לשנות את המסננים שלך
hi: अपने फ़िल्टर समायोजित करके देखें
hu: Próbálja meg módosítani a szűrőket
id: Coba sesuaikan filter Anda
it: Prova a modificare i filtri
ja: フィルターを調整してみてください
ko: 필터를 조정해 보세요
ms: Cuba laraskan penapis anda
nb: Prøv å justere filtrene dine
nl: Probeer uw filters aan te passen
pl: Spróbuj dostosować filtry
pt_br: Tente ajustar seus filtros
ro: Încearcă să ajustezi filtrele
ru: Попробуйте изменить фильтры
sv: Försök justera dina filter
th: ลองปรับตัวกรองของคุณ
tr: Filtrelerinizi ayarlamayı deneyin
uk: Спробуйте змінити фільтри
vi: Thử điều chỉnh bộ lọc của bạn
zh_hans: 请尝试调整筛选条件
zh_hant: 請嘗試調整篩選條件
